---UTF8------------------------------------------------------------------------
--                   © BEOWOLF / Podobashev Dmitry, 2011                     --
--     email: xbeowolf@gmail.com     skype: x-beowulf     icq: 320329575     --
-------------------------------------------------------------------------------

-- Редактировать этот скрипт можно в Notepad++ http://notepad-plus-plus.org/

-- Таблица ассоциаций ключей плейлиста с музыкальными файлами.
-- Данная таблица - упрощённый KeyFuncs, соответствующий ключу файл
-- проигрывается синхронно (без микширования), ключу нельзя сопоставить
-- несколько действий.
KeyFiles = {

	--- Страница A ---

	["a1"] = "sounds/a1.mp3",
	["a2"] = "sounds/a2.mp3",

	--- Страница C ---

	["c1"] = "sounds/c1.mp3",
	["c11"] = "sounds/c2.mp3",
	["c111"] = "sounds/c3.mp3",

	--- Разделители

	["$"] = "sounds/Звук Microsoft.wav",
	["%"] = "sounds/LOGOFF.WAV",
	["@"] = "sounds/Space Beep (mono).WAV",
}

-- The End.